Repository: Gale0418/Celestial-Music-Vault
Catalog: Native/CMV/CMV/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# 檔案已移至垃圾桶，但離線副本清理失敗：%@
source: File moved to Trash, but cleanup of the offline copy failed: %@
ja: ファイルをゴミ箱に移動しましたが、オフラインコピーの削除に失敗しました：%@
zh_hant: 檔案已移至垃圾桶，但離線副本清理失敗：%@

# 檔案遺失
source: File Missing
ja: ファイルが見つかりません
zh_hant: 檔案遺失

# 檢視：%@
source: View: %@
ja: 表示：%@
zh_hant: 檢視：%@

# 歌名
source: Title
ja: 曲名
zh_hant: 歌名

# 歌單
source: Playlist
ja: プレイリスト
zh_hant: 歌單

# 歌單名稱
source: Playlist Name
ja: プレイリスト名
zh_hant: 歌單名稱

# 歌單是空的
source: Playlist is Empty
ja: プレイリストは空です
zh_hant: 歌單是空的

# 歌手
source: Artist
ja: アーティスト
zh_hant: 歌手

# 歌曲操作
source: Track Actions
ja: 曲の操作
zh_hant: 歌曲操作

# 歌曲的取樣格式無法播放。
source: This track's audio sample format cannot be played.
ja: この曲の音声サンプル形式は再生できません。
zh_hant: 歌曲的取樣格式無法播放。

# 歌曲長度超出目前播放管線可處理的範圍。
source: This track is too long for the current playback engine.
ja: この曲は現在の再生エンジンで扱える長さを超えています。
zh_hant: 歌曲長度超出目前播放管線可處理的範圍。

# 正在儲存離線內容
source: Saving offline content
ja: オフラインコンテンツを保存中
zh_hant: 正在儲存離線內容

# 正在全選曲目
source: Selecting All Tracks
ja: 曲目をすべて選択中
zh_hant: 正在全選曲目

# 正在分析音訊
source: Analyzing audio
ja: 音声を分析中
zh_hant: 正在分析音訊

# 正在加入接下來播放
source: Adding to Up Next
ja: 次に再生に追加中
zh_hant: 正在加入接下來播放

# 正在加入歌單
source: Adding to Playlist
ja: プレイリストに追加中
zh_hant: 正在加入歌單

# 正在加入音樂來源
source: Adding Music Source
ja: 音楽ソースを追加中
zh_hant: 正在加入音樂來源

# 正在取消離線釘選
source: Unpinning offline content
ja: オフラインのピン留めを解除中
zh_hant: 正在取消離線釘選

# 正在從 CMV 移出曲目
source: Removing tracks from CMV
ja: CMVから曲を移動中
zh_hant: 正在從 CMV 移出曲目

# 正在恢復購買…
source: Restoring Purchases…
ja: 購入を復元中…
zh_hant: 正在恢復購買…

# 正在搜尋曲庫
source: Searching Library
ja: ライブラリを検索中
zh_hant: 正在搜尋曲庫

# 正在整理專輯
source: Organizing Albums
ja: アルバムを整理中
zh_hant: 正在整理專輯

# 正在整理既有曲目
source: Organizing existing tracks
ja: 既存の曲を整理中
zh_hant: 正在整理既有曲目

# 正在整理曲庫
source: Organizing Library
ja: ライブラリを整理中
zh_hant: 正在整理曲庫

# 正在整理歌手
source: Organizing Artists
ja: アーティストを整理中
zh_hant: 正在整理歌手

# 正在更新智慧快取
source: Updating Smart Cache
ja: スマートキャッシュを更新中
zh_hant: 正在更新智慧快取

# 正在更新曲庫…
source: Updating Music Library…
ja: 音楽ライブラリを更新中…
zh_hant: 正在更新曲庫…

# 正在檢查 Pro 狀態，請稍後再試。
source: Checking Pro status. Please try again shortly.
ja: Proの状態を確認中です。しばらくしてからお試しください。
zh_hant: 正在檢查 Pro 狀態，請稍後再試。

# 正在準備播放
source: Preparing playback
ja: 再生を準備中
zh_hant: 正在準備播放

# 正在確認購買狀態…
source: Checking purchase status…
ja: 購入状況を確認中…
zh_hant: 正在確認購買狀態…

# 正在確認音樂來源
source: Verifying music source
ja: 音楽ソースを確認中
zh_hant: 正在確認音樂來源

# 正在移至垃圾桶
source: Moving to Trash
ja: ゴミ箱に移動中
zh_hant: 正在移至垃圾桶

# 正在索引
source: Indexing
ja: インデックス作成中
zh_hant: 正在索引

# 正在索引「%@」
source: Indexing “%@”
ja: 「%@」をインデックス作成中
zh_hant: 正在索引「%@」

# 正在處理所選曲目
source: Processing Selected Tracks
ja: 選択した曲目を処理中
zh_hant: 正在處理所選曲目

# 正在處理購買…
source: Processing purchase…
ja: 購入を処理中…
zh_hant: 正在處理購買…

# 正在讀取曲庫
source: Loading Library
ja: ライブラリを読み込み中
zh_hant: 正在讀取曲庫

# 正在讀取更多曲目
source: Loading More Tracks
ja: さらに曲目を読み込み中
zh_hant: 正在讀取更多曲目

# 正在讀取最愛
source: Loading Favorites
ja: お気に入りを読み込み中
zh_hant: 正在讀取最愛

# 正在載入更多歌曲
source: Loading More Songs
ja: さらに曲を読み込み中
zh_hant: 正在載入更多歌曲

# 此刻聆聽
source: Listen Now
ja: 今すぐ聴く
zh_hant: 此刻聆聽

# 沒有符合的曲目
source: No Matching Tracks
ja: 一致する曲目がありません
zh_hant: 沒有符合的曲目

# 清單
source: List
ja: リスト
zh_hant: 清單

# 清理失效項目
source: Clean Up Invalid Items
ja: 無効な項目を整理
zh_hant: 清理失效項目

# 清除
source: Clear
ja: クリア
zh_hant: 清除

# 清除評分
source: Clear Rating
ja: 評価を消去
zh_hant: 清除評分

# 準備讀取來源
source: Preparing to read source
ja: ソースの読み込みを準備中
zh_hant: 準備讀取來源

# 瀏覽
source: Browse
ja: ブラウズ
zh_hant: 瀏覽

# 瀏覽音樂
source: Browse Music
ja: 音楽をブラウズ
zh_hant: 瀏覽音樂

# 為這段夜航留下評分與收藏。
source: Rate and favorite this night flight.
ja: この夜航に評価とお気に入りを付けましょう。
zh_hant: 為這段夜航留下評分與收藏。

# 無法保存取消索引狀態：%@
source: Could not save the canceled indexing state: %@
ja: インデックス作成のキャンセル状態を保存できませんでした：%@
zh_hant: 無法保存取消索引狀態：%@

# 無法保存音樂來源狀態：%@
source: Could not save music source state: %@
ja: 音楽ソースの状態を保存できませんでした：%@
zh_hant: 無法保存音樂來源狀態：%@

# 無法保存音樂來源：%@
source: Could not save music source: %@
ja: 音楽ソースを保存できませんでした：%@
zh_hant: 無法保存音樂來源：%@

# 無法刪除歌單：%@
source: Could not delete playlist: %@
ja: プレイリストを削除できませんでした：%@
zh_hant: 無法刪除歌單：%@

# 無法加入接下來播放：%@
source: Could not add to Up Next: %@
ja: 次に再生に追加できませんでした：%@
zh_hant: 無法加入接下來播放：%@

# 無法加入歌單：%@
source: Could not add to playlist: %@
ja: プレイリストに追加できませんでした：%@
zh_hant: 無法加入歌單：%@

# 無法加入資料夾：%@
source: Could not add folder: %@
ja: フォルダを追加できませんでした：%@
zh_hant: 無法加入資料夾：%@

# 無法在 Finder 顯示檔案：%@
source: Could not show file in Finder: %@
ja: Finderでファイルを表示できませんでした：%@
zh_hant: 無法在 Finder 顯示檔案：%@

# 無法存取音樂來源。
source: Cannot access the music source.
ja: 音楽ソースにアクセスできません。
zh_hant: 無法存取音樂來源。

# 無法將「%@」加入「%@」：%@
source: Could not add “%@” to “%@”: %@
ja: 「%@」を「%@」に追加できませんでした：%@
zh_hant: 無法將「%@」加入「%@」：%@

# 無法將「%@」加入佇列：%@
source: Could not add “%@” to Up Next: %@
ja: 「%@」を次に再生に追加できませんでした：%@
zh_hant: 無法將「%@」加入佇列：%@

# 無法將「%@」移至垃圾桶：%@
source: Could not move “%@” to Trash: %@
ja: 「%@」をゴミ箱に移動できませんでした：%@
zh_hant: 無法將「%@」移至垃圾桶：%@

# 無法建立歌單：%@
source: Could not create playlist: %@
ja: プレイリストを作成できませんでした：%@
zh_hant: 無法建立歌單：%@

# 無法建立離線快取。
source: Could not create offline cache.
ja: オフラインキャッシュを作成できませんでした。
zh_hant: 無法建立離線快取。

# 無法從 CMV 移出曲目：%@
source: Could not remove tracks from CMV: %@
ja: CMVから曲を移動できませんでした：%@
zh_hant: 無法從 CMV 移出曲目：%@

# 無法從「%@」移除曲目：%@
source: Could not remove tracks from “%@”: %@
ja: 「%@」から曲を削除できませんでした：%@
zh_hant: 無法從「%@」移除曲目：%@

# 無法搜尋曲庫：%@
source: Could not search library: %@
ja: ライブラリを検索できませんでした：%@
zh_hant: 無法搜尋曲庫：%@

# 無法播放「%@」：%@
source: Could not play “%@”: %@
ja: 「%@」を再生できませんでした：%@
zh_hant: 無法播放「%@」：%@

# 無法播放上一首：%@
source: Could not play previous track: %@
ja: 前の曲を再生できませんでした：%@
zh_hant: 無法播放上一首：%@

# 無法播放下一首：%@
source: Could not play next track: %@
ja: 次の曲を再生できませんでした：%@
zh_hant: 無法播放下一首：%@

# 無法整理曲庫目錄：%@
source: Could not organize library directory: %@
ja: ライブラリのフォルダを整理できませんでした：%@
zh_hant: 無法整理曲庫目錄：%@

# 無法整理重複曲目：%@
source: Could not organize duplicate tracks: %@
ja: 重複した曲を整理できませんでした：%@
zh_hant: 無法整理重複曲目：%@

# 無法更新最愛：%@
source: Could not update favorites: %@
ja: お気に入りを更新できませんでした：%@
zh_hant: 無法更新最愛：%@

# 無法更新評分：%@
source: Could not update rating: %@
ja: 評価を更新できませんでした：%@
zh_hant: 無法更新評分：%@

# 無法清理「%@」：%@
source: Could not clean up “%@”: %@
ja: 「%@」をクリーンアップできませんでした：%@
zh_hant: 無法清理「%@」：%@

# 無法準備播放：%@
source: Could not prepare playback: %@
ja: 再生を準備できませんでした：%@
zh_hant: 無法準備播放：%@

# 無法讀取「%@」：%@
source: Could not read “%@”: %@
ja: 「%@」を読み込めませんでした：%@
zh_hant: 無法讀取「%@」：%@

# 無法讀取媒體檔案「%@」，已略過此檔案，其餘索引會繼續。請確認檔案完整且來源仍可存取。
source: Could not read media file “%@”. This file was skipped; indexing continues. Check that the file is intact and the source is accessible.
ja: メディアファイル「%@」を読み込めませんでした。このファイルをスキップし、インデックス作成を続けます。ファイルが正常でソースにアクセスできるか確認してください。
zh_hant: 無法讀取媒體檔案「%@」，已略過此檔案，其餘索引會繼續。請確認檔案完整且來源仍可存取。

# 無法讀取既有來源：%@
source: Could not read existing source: %@
ja: 既存のソースを読み込めませんでした：%@
zh_hant: 無法讀取既有來源：%@

# 無法讀取曲庫數量：%@
source: Unable to read library count: %@
ja: ライブラリ件数を読み込めません：%@
zh_hant: 無法讀取曲庫數量：%@

# 無法讀取曲庫：%@
source: Could not read library: %@
ja: ライブラリを読み込めませんでした：%@
zh_hant: 無法讀取曲庫：%@

# 無法讀取曲目識別：%@
source: Could not read track identifier: %@
ja: 曲の識別子を読み込めませんでした：%@
zh_hant: 無法讀取曲目識別：%@

# 無法讀取最愛歌曲：%@
source: Could not read favorite songs: %@
ja: お気に入りの曲を読み込めませんでした：%@
zh_hant: 無法讀取最愛歌曲：%@

# 無法讀取歌單狀態，已取消移至垃圾桶：%@
source: Could not read playlist state; moving to Trash canceled: %@
ja: プレイリストの状態を読み込めなかったため、ゴミ箱への移動をキャンセルしました：%@
zh_hant: 無法讀取歌單狀態，已取消移至垃圾桶：%@

# 無法讀取歌單：%@
source: Could not read playlist: %@
ja: プレイリストを読み込めませんでした：%@
zh_hant: 無法讀取歌單：%@

# 無法載入搜尋結果：%@
source: Could not load search results: %@
ja: 検索結果を読み込めませんでした：%@
zh_hant: 無法載入搜尋結果：%@

# 無法載入曲庫
source: Unable to Load Music Library
ja: 音楽ライブラリを読み込めません
zh_hant: 無法載入曲庫

# 無法載入曲庫：%@
source: Could not load library: %@
ja: ライブラリを読み込めませんでした：%@
zh_hant: 無法載入曲庫：%@

# 無法載入曲目：%@
source: Could not load track: %@
ja: 曲を読み込めませんでした：%@
zh_hant: 無法載入曲目：%@

# 無法載入最愛
source: Unable to Load Favorites
ja: お気に入りを読み込めません
zh_hant: 無法載入最愛

# 無法載入歌單
source: Unable to Load Playlist
ja: プレイリストを読み込めません
zh_hant: 無法載入歌單

# 無法載入歌單曲目
source: Unable to Load Playlist Tracks
ja: プレイリストの曲目を読み込めません
zh_hant: 無法載入歌單曲目

# 無法載入群組曲目：%@
source: Could not load grouped tracks: %@
ja: グループ化した曲を読み込めませんでした：%@
zh_hant: 無法載入群組曲目：%@

# 無法選擇影片：%@
source: Unable to select video: %@
ja: ビデオを選択できません：%@
zh_hant: 無法選擇影片：%@

# 無法重新命名歌單：%@
source: Could not rename playlist: %@
ja: プレイリストの名前を変更できませんでした：%@
zh_hant: 無法重新命名歌單：%@

# 無法重新授權來源：%@
source: Unable to reauthorize source: %@
ja: ソースを再認証できません：%@
zh_hant: 無法重新授權來源：%@

# 無法重新授權音樂來源：%@
source: Could not reauthorize music source: %@
ja: 音楽ソースを再認証できませんでした：%@
zh_hant: 無法重新授權音樂來源：%@

# 無法開啟影片播放
source: Unable to Start Video Playback
ja: ビデオ再生を開始できません
zh_hant: 無法開啟影片播放

# 無法開啟影片：%@
source: Could not open video: %@
ja: ビデオを開けませんでした：%@
zh_hant: 無法開啟影片：%@

# 無法開啟星穹私藏音樂庫
source: Unable to Open Celestial Music Vault
ja: Celestial Music Vaultを開けません
zh_hant: 無法開啟星穹私藏音樂庫

# 獨立播放器
source: Standalone Player
ja: 独立プレーヤー
zh_hant: 獨立播放器

# 現在收聽
source: Listen Now
ja: 今すぐ聴く
zh_hant: 現在收聽

# 琥珀晨曦
source: Amber Dawn
ja: アンバー・ドーン
zh_hant: 琥珀晨曦

# 目前尚未開放 Pro 購買，免費功能可照常使用。
source: Pro purchases are not yet available. Free features remain available.
ja: Proの購入はまだ利用できません。無料機能は引き続き利用できます。
zh_hant: 目前尚未開放 Pro 購買，免費功能可照常使用。

# 目前播放
source: Now Playing
ja: 再生中
zh_hant: 目前播放

# 目前無法取得購買項目。你可以稍後重試，免費播放仍可正常使用。
source: Purchase items are currently unavailable. You can try again later; free playback will continue to work.
ja: 現在、購入項目を取得できません。後で再試行できます。無料再生は引き続き利用できます。
zh_hant: 目前無法取得購買項目。你可以稍後重試，免費播放仍可正常使用。

# 目前無法確認 Pro 購買，請稍後再試。
source: We can’t confirm your Pro purchase right now. Please try again later.
ja: 現在Proの購入を確認できません。後でもう一度お試しください。
zh_hant: 目前無法確認 Pro 購買，請稍後再試。

# 目前無法恢復 Pro 購買，請稍後再試。
source: Pro purchases cannot be restored right now. Please try again later.
ja: 現在Proの購入を復元できません。後でもう一度お試しください。
zh_hant: 目前無法恢復 Pro 購買，請稍後再試。

# 目前無法購買 Pro。
source: Pro cannot be purchased right now.
ja: 現在Proを購入できません。
zh_hant: 目前無法購買 Pro。

# 目前無法載入 Pro 商品資訊。
source: Pro product information is unavailable right now.
ja: 現在Proの商品情報を読み込めません。
zh_hant: 目前無法載入 Pro 商品資訊。

# 睡眠計時器
source: Sleep Timer
ja: スリープタイマー
zh_hant: 睡眠計時器

# 睡眠計時器，剩餘 %lld 分鐘
source: Sleep Timer · Minutes remaining: %lld
ja: スリープタイマー、残り%lld分
zh_hant: 睡眠計時器，剩餘 %lld 分鐘

# 確認資料夾與授權
source: Check the folder and authorization
ja: フォルダと認証を確認
zh_hant: 確認資料夾與授權

# 私人曲庫
source: Personal Library
ja: パーソナルライブラリ
zh_hant: 私人曲庫

# 移出 CMV
source: Remove from CMV
ja: CMVから削除
zh_hant: 移出 CMV

# 移出 CMV（保留原檔）
source: Remove from CMV (Keep Original File)
ja: CMVから削除（元ファイルを保持）
zh_hant: 移出 CMV（保留原檔）

# 移出但保留原始檔案
source: Remove, Keep Original File
ja: 削除（元ファイルを保持）
zh_hant: 移出但保留原始檔案

# 移至垃圾桶
source: Move to Trash
ja: ゴミ箱に移動
zh_hant: 移至垃圾桶

# 移至垃圾桶失敗，且 CMV 資料回復也失敗：%@；%@
source: Moving to Trash failed, and restoring CMV data also failed: %@; %@
ja: ゴミ箱への移動に失敗し、CMVデータの復元にも失敗しました：%@；%@
zh_hant: 移至垃圾桶失敗，且 CMV 資料回復也失敗：%@；%@

# 移除失效曲目
source: Remove Invalid Tracks
ja: 無効な曲目を削除
zh_hant: 移除失效曲目

# 移除最愛
source: Remove from Favorites
ja: お気に入りから削除
zh_hant: 移除最愛

# 立即播放
source: Play Now
ja: 今すぐ再生
zh_hant: 立即播放

# 第 %lld 首 · %@ · %@
source: Track %lld · %@ · %@
ja: トラック %lld · %@ · %@
zh_hant: 第 %lld 首 · %@ · %@

# 管理購買
source: Manage Purchase
ja: 購入を管理
zh_hant: 管理購買

# 索引中
source: Indexing…
ja: インデックス作成中…
zh_hant: 索引中

# 索引失敗：%@
source: Indexing failed: %@
ja: インデックス作成に失敗しました：%@
zh_hant: 索引失敗：%@

# 索引已完成，但無法保存來源狀態：%@
source: Indexing finished, but could not save source state: %@
ja: インデックス作成は完了しましたが、ソースの状態を保存できませんでした：%@
zh_hant: 索引已完成，但無法保存來源狀態：%@

# 索引發現重複的檔案識別或路徑，已停止更新以保護歌單與評分；請檢查來源後重新索引。
source: Indexing found duplicate file identifiers or paths and stopped updating to protect playlists and ratings. Check the source and index it again.
ja: インデックス作成で重複したファイル識別子またはパスが見つかったため、プレイリストと評価を保護するため更新を停止しました。ソースを確認して、もう一度インデックスを作成してください。
zh_hant: 索引發現重複的檔案識別或路徑，已停止更新以保護歌單與評分；請檢查來源後重新索引。

# 緋紅星雲
source: Crimson Nebula
ja: クリムゾン・ネビュラ
zh_hant: 緋紅星雲

# 縮圖
source: Thumbnails
ja: サムネイル
zh_hant: 縮圖

# 繼續捲動以載入更多歌曲
source: Keep Scrolling to Load More Songs
ja: スクロールを続けるとさらに曲を読み込みます
zh_hant: 繼續捲動以載入更多歌曲

# 翠綠極光
source: Emerald Aurora
ja: エメラルド・オーロラ
zh_hant: 翠綠極光

# 聆聽
source: Listen
ja: 聴く
zh_hant: 聆聽

# 聲學分析與 Smart DJ 全部在裝置上完成。
source: Acoustic analysis and Smart DJ run entirely on your device.
ja: 音響分析と Smart DJ はすべてデバイス上で実行されます。
zh_hant: 聲學分析與 Smart DJ 全部在裝置上完成。

# 與接下來播放同步 · %@ 首
source: Synced with Up Next · %@ total
ja: 次に再生と同期中 · %@曲
zh_hant: 與接下來播放同步 · %@ 首

# 與接下來播放同步 · %lld 首
source: Synced with Up Next · %lld total
ja: 次に再生と同期 · %lld 曲
zh_hant: 與接下來播放同步 · %lld 首

# 藝術家
source: Artist
ja: アーティスト
zh_hant: 藝術家

# 複製相對路徑
source: Copy Relative Path
ja: 相対パスをコピー
zh_hant: 複製相對路徑

# 解鎖鈦銀月蝕、翠綠極光與琥珀晨曦。
source: Unlock Titanium Silver Eclipse, Emerald Aurora, and Amber Dawn.
ja: チタニウムシルバー・エクリプス、エメラルド・オーロラ、アンバー・ドーンを解放。
zh_hant: 解鎖鈦銀月蝕、翠綠極光與琥珀晨曦。

# 設定
source: Settings
ja: 設定
zh_hant: 設定

# 評分
source: Rating
ja: 評価
zh_hant: 評分

# 試試其他歌名、歌手或專輯關鍵字。
source: Try another song title, artist, or album keyword.
ja: 別の曲名、アーティスト、またはアルバムのキーワードをお試しください。
zh_hant: 試試其他歌名、歌手或專輯關鍵字。

# 詳細
source: Detailed
ja: 詳細
zh_hant: 詳細

# 語言
source: Language
ja: 言語
zh_hant: 語言

# 調整隨機與重複播放
source: Adjust shuffle and repeat playback
ja: シャッフルとリピート再生を調整
zh_hant: 調整隨機與重複播放

# 請確認磁碟可寫入後重新啟動 App。既有資料不會被覆寫。
source: Make sure the disk is writable and restart the App. Existing data will not be overwritten.
ja: ディスクが書き込み可能であることを確認してからAppを再起動してください。既存のデータは上書きされません。
zh_hant: 請確認磁碟可寫入後重新啟動 App。既有資料不會被覆寫。

# 請稍後再試；目前不會清理任何項目。
source: Please try again later; no items will be cleaned up right now.
ja: 後でもう一度お試しください。現時点では項目を整理しません。
zh_hant: 請稍後再試；目前不會清理任何項目。

# 謝謝你支持 CMV。繼續挑一首喜歡的歌吧。
source: Thanks for supporting CMV. Pick another song you love.
ja: CMVを応援してくださってありがとうございます。好きな曲をもう一曲選んでください。
zh_hant: 謝謝你支持 CMV。繼續挑一首喜歡的歌吧。

# 讓收藏，多一點自由
source: Give your collection more freedom
ja: コレクションに、もっと自由を
zh_hant: 讓收藏，多一點自由

# 購買失敗，請稍後再試。
source: Purchase failed. Please try again later.
ja: 購入に失敗しました。後でもう一度お試しください。
zh_hant: 購買失敗，請稍後再試。

# 購買未完成。
source: Purchase was not completed.
ja: 購入は完了していません。
zh_hant: 購買未完成。

# 購買正在等待核准。
source: Purchase is awaiting approval.
ja: 購入の承認待ちです。
zh_hant: 購買正在等待核准。

# 購買狀態：%@
source: Purchase status: %@
ja: 購入状況：%@
zh_hant: 購買狀態：%@

# 購買項目暫時無法使用
source: Purchase item is temporarily unavailable
ja: 購入項目は一時的に利用できません
zh_hant: 購買項目暫時無法使用

# 跟隨系統
source: Follow System
ja: システムに従う
zh_hant: 跟隨系統

# 載入中…
source: Loading…
ja: 読み込み中…
zh_hant: 載入中…

# 載入更多（已顯示 %lld／%lld 首）
source: Load More (%lld of %lld shown)
ja: さらに読み込む（%lld／%lld曲を表示中）
zh_hant: 載入更多（已顯示 %lld／%lld 首）

# 這個模組已接上原生資料層，將在後續里程碑完成操作。
source: This module is connected to the native data layer; operations will be completed in a later milestone.
ja: このモジュールはネイティブデータ層に接続済みです。操作は今後のマイルストーンで実装されます。
zh_hant: 這個模組已接上原生資料層，將在後續里程碑完成操作。

# 這會將實體檔案移至垃圾桶並從 CMV 曲庫隱藏；歌單仍保留失效項目供你檢查或清理。若來源不支援系統垃圾桶，操作會取消且保留曲目。
source: This will move the physical files to the Trash and hide them from the CMV library; playlist entries remain as invalid items for review or cleanup. If the source does not support the system Trash, the operation will be canceled and the tracks will be kept.
ja: これは物理ファイルをゴミ箱に移動し、CMVライブラリから非表示にします。確認または整理できるよう、プレイリストには無効な項目が残ります。ソースがシステムのゴミ箱に対応していない場合、操作はキャンセルされ、曲目は保持されます。
zh_hant: 這會將實體檔案移至垃圾桶並從 CMV 曲庫隱藏；歌單仍保留失效項目供你檢查或清理。若來源不支援系統垃圾桶，操作會取消且保留曲目。

# 選取%@
source: Select %@
ja: %@を選択
zh_hant: 選取%@

# 選擇停止播放前的剩餘時間
source: Choose how much time remains before playback stops
ja: 再生を停止するまでの残り時間を選択
zh_hant: 選擇停止播放前的剩餘時間

# 選擇本機或已在檔案 App、Finder 連接的 NAS 資料夾
source: Choose a local folder or an NAS folder connected in the Files app or Finder
ja: ファイルAppまたはFinderに接続済みのローカル／NASフォルダを選択
zh_hant: 選擇本機或已在檔案 App、Finder 連接的 NAS 資料夾

# 選擇歌曲開始聆聽
source: Choose a song to start listening
ja: 曲を選んで聴き始める
zh_hant: 選擇歌曲開始聆聽

# 還沒有最愛歌曲
source: No Favorite Songs Yet
ja: お気に入りの曲はまだありません
zh_hant: 還沒有最愛歌曲

# 部分資料夾無法加入：%@
source: Some folders could not be added: %@
ja: 一部のフォルダを追加できませんでした：%@
zh_hant: 部分資料夾無法加入：%@

# 重新全選
source: Select All Again
ja: すべて再選択
zh_hant: 重新全選

# 重新命名
source: Rename
ja: 名前を変更
zh_hant: 重新命名

# 重新命名歌單
source: Rename Playlist
ja: プレイリスト名を変更
zh_hant: 重新命名歌單

# 重新授權
source: Reauthorize
ja: 再認証
zh_hant: 重新授權

# 重新索引
source: Reindex
ja: 再インデックス
zh_hant: 重新索引

# 重新載入購買項目
source: Reload Purchase Items
ja: 購入項目を再読み込み
zh_hant: 重新載入購買項目

# 重複
source: Repeat
ja: リピート
zh_hant: 重複

# 重試
source: Retry
ja: 再試行
zh_hant: 重試

# 重試所有來源
source: Retry All Sources
ja: すべてのソースを再試行
zh_hant: 重試所有來源

# 釘選內容不會被智慧快取淘汰。
source: Smart Cache cleanup never removes pinned content.
ja: スマートキャッシュの整理でピン留めしたコンテンツは削除されません。
zh_hant: 釘選內容不會被智慧快取淘汰。

# 釘選想帶走的歌曲，讓智慧快取預先準備接下來的音樂。
source: Pin the songs you want to take with you, and let Smart Cache prepare the next music in advance.
ja: 持ち出したい曲をピン留めすると、スマートキャッシュが次の音楽を先回りして準備します。
zh_hant: 釘選想帶走的歌曲，讓智慧快取預先準備接下來的音樂。

# 釘選離線
source: Pin Offline
ja: オフライン用にピン留め
zh_hant: 釘選離線

# 鈦銀月蝕
source: Titanium Eclipse
ja: チタニウム・エクリプス
zh_hant: 鈦銀月蝕

# 錯誤：%@
source: Error: %@
ja: エラー：%@
zh_hant: 錯誤：%@

# 開啟影片
source: Open Video
ja: ビデオを開く
zh_hant: 開啟影片

# 開啟重複播放
source: Turn on repeat playback
ja: リピート再生をオン
zh_hant: 開啟重複播放

# 開啟隨機播放
source: Turn on shuffle playback
ja: シャッフル再生をオン
zh_hant: 開啟隨機播放

# 關閉
source: Close
ja: 閉じる
zh_hant: 關閉

# 關閉這則狀態訊息
source: Dismiss This Status Message
ja: このステータスメッセージを閉じる
zh_hant: 關閉這則狀態訊息

# 關閉重複播放
source: Turn off repeat playback
ja: リピート再生をオフ
zh_hant: 關閉重複播放

# 關閉隨機播放
source: Turn off shuffle playback
ja: シャッフル再生をオフ
zh_hant: 關閉隨機播放

# 降冪
source: Descending
ja: 降順
zh_hant: 降冪

# 隨機
source: Shuffle
ja: シャッフル
zh_hant: 隨機

# 隨機排列
source: Random
ja: ランダム
zh_hant: 隨機排列

# 隨機播放
source: Shuffle
ja: シャッフル
zh_hant: 隨機播放

# 隱私
source: Privacy
ja: プライバシー
zh_hant: 隱私

# 隱藏側邊欄
source: Hide Sidebar
ja: サイドバーを非表示
zh_hant: 隱藏側邊欄

# 隱藏接下來播放
source: Hide Up Next
ja: 次に再生を非表示
zh_hant: 隱藏接下來播放

# 離線也有準備
source: Ready even offline
ja: オフラインでも準備完了
zh_hant: 離線也有準備

# 離線內容處理失敗：%@
source: Offline content operation failed: %@
ja: オフラインコンテンツの処理に失敗しました：%@
zh_hant: 離線內容處理失敗：%@

# 需要處理
source: Needs Attention
ja: 要対応
zh_hant: 需要處理

# 需要重新授權
source: Reauthorization Required
ja: 再認証が必要
zh_hant: 需要重新授權

# 音樂
source: Music
ja: 音楽
zh_hant: 音樂

# 音樂來源
source: Music Sources
ja: 音楽ソース
zh_hant: 音樂來源

# 音樂來源授權已過期，請重新選擇資料夾。
source: Music source access has expired. Choose the folder again.
ja: 音楽ソースへのアクセス許可の有効期限が切れました。フォルダを選び直してください。
zh_hant: 音樂來源授權已過期，請重新選擇資料夾。

# 音訊
source: Audio
ja: オーディオ
zh_hant: 音訊

# 音量
source: Volume
ja: 音量
zh_hant: 音量

# 預取接下來的歌曲
source: Prefetch the next songs
ja: 次の曲を先読み
zh_hant: 預取接下來的歌曲

# 預設上限
source: Default Limit
ja: デフォルトの上限
zh_hant: 預設上限

# 預設／相關度
source: Default / Relevance
ja: デフォルト／関連度
zh_hant: 預設／相關度

# 顯示接下來播放
source: Show Up Next
ja: 次に再生を表示
zh_hant: 顯示接下來播放

# 顯示側邊欄
source: Show Sidebar
ja: サイドバーを表示
zh_hant: 顯示側邊欄

# 顯示語言
source: Display Language
ja: 表示言語
zh_hant: 顯示語言

# 點選星星評分；上下滑動可調整
source: Tap the stars to rate; swipe up or down to adjust
ja: 星をタップして評価し、上下にスワイプして調整
zh_hant: 點選星星評分；上下滑動可調整

# 批次離線釘選 · Pro
source: Batch Pin for Offline · Pro
ja: オフライン用に一括ピン留め · Pro
zh_hant: 批次離線釘選 · Pro

# 批次編輯資訊 · Pro
source: Batch Edit Info · Pro
ja: 情報を一括編集 · Pro
zh_hant: 批次編輯資訊 · Pro

# 取消離線準備
source: Cancel Offline Preparation
ja: オフライン準備をキャンセル
zh_hant: 取消離線準備

# 離線準備 %lld／%lld
source: Offline preparation %lld/%lld
ja: オフライン準備 %lld／%lld
zh_hant: 離線準備 %lld／%lld

# 離線準備完成：新增 %lld、已存在 %lld、失敗 %lld%@
source: Offline preparation complete: %lld added, %lld already present, %lld failed%@
ja: オフライン準備完了：新規 %lld、既存 %lld、失敗 %lld%@
zh_hant: 離線準備完成：新增 %lld、已存在 %lld、失敗 %lld%@

# （已取消）
source: (Canceled)
ja: （キャンセル済み）
zh_hant: （已取消）

# 批次編輯 %lld 首歌曲
source: Batch edit %lld songs
ja: %lld 曲の曲情報を一括編集
zh_hant: 批次編輯 %lld 首歌曲

# 只修改勾選的欄位；原始音樂檔不會變動。
source: Only modify checked fields; original music files won't be changed.
ja: 選択した項目のみ変更します。元の音楽ファイルは変更されません。
zh_hant: 只修改勾選的欄位；原始音樂檔不會變動。

# 統一套用
source: Apply to All
ja: 一括適用
zh_hant: 統一套用

# 批次編輯歌曲資訊
source: Batch Edit Song Info
ja: 曲情報を一括編集
zh_hant: 批次編輯歌曲資訊

# 套用變更
source: Apply Changes
ja: 変更を適用
zh_hant: 套用變更

# 全選已載入
source: Select All Loaded
ja: 読み込み済みをすべて選択
zh_hant: 全選已載入

# 批次移出歌單 · Pro
source: Batch Remove from Playlist · Pro
ja: プレイリストから一括削除 · Pro
zh_hant: 批次移出歌單 · Pro

# 選取歌曲
source: Select Song
ja: 曲を選択
zh_hant: 選取歌曲

# 取消選取歌曲
source: Deselect Song
ja: 曲の選択を解除
zh_hant: 取消選取歌曲

# 將所選歌曲移出歌單？
source: Remove Selected Songs from Playlist?
ja: 選択した曲をプレイリストから削除しますか？
zh_hant: 將所選歌曲移出歌單？

# 移出所選歌曲
source: Remove Selected Songs
ja: 選択した曲を削除
zh_hant: 移出所選歌曲

# 只修改這張歌單，不刪除原始音樂檔。
source: Only this playlist will be changed; original music files won't be deleted.
ja: このプレイリストのみを変更します。元の音楽ファイルは削除されません。
zh_hant: 只修改這張歌單，不刪除原始音樂檔。

# 正在更新歌曲資訊
source: Updating song information
ja: 曲情報を更新中
zh_hant: 正在更新歌曲資訊

# 無法更新歌曲資訊：%@
source: Could not update song information: %@
ja: 曲情報を更新できませんでした：%@
zh_hant: 無法更新歌曲資訊：%@

# 正在整理歌單
source: Organizing playlist
ja: プレイリストを整理中
zh_hant: 正在整理歌單

# 無法從歌單移除歌曲：%@
source: Could not remove songs from playlist: %@
ja: プレイリストから曲を削除できませんでした：%@
zh_hant: 無法從歌單移除歌曲：%@

# 可播放
source: Playable
ja: 再生可能
zh_hant: 可播放

# 開始播放此曲目
source: Start playing this track
ja: この曲の再生を開始
zh_hant: 開始播放此曲目

# 此曲目目前無法播放
source: This track can't be played right now
ja: この曲は現在再生できません
zh_hant: 此曲目目前無法播放

# 鎖定的 Pro 主題會開啟升級頁
source: Locked Pro themes open the upgrade page
ja: ロックされた Pro テーマを選ぶとアップグレードページが開きます
zh_hant: 鎖定的 Pro 主題會開啟升級頁

# 展開完整播放控制
source: Expand full playback controls
ja: 完全な再生コントロールを展開
zh_hant: 展開完整播放控制

# 無法讀取播放歷史，請稍後再試。
source: Couldn't read play history. Please try again later.
ja: 再生履歴を読み込めませんでした。後でもう一度お試しください。
zh_hant: 無法讀取播放歷史，請稍後再試。

# Smart DJ 無法完成推薦，請稍後再試。
source: Smart DJ couldn't complete its recommendation. Please try again later.
ja: Smart DJ はおすすめを作成できませんでした。後でもう一度お試しください。
zh_hant: Smart DJ 無法完成推薦，請稍後再試。

# 解鎖 %@ 與 %@。
source: Unlock %@ and %@.
ja: %@ と %@ をアンロック。
zh_hant: 解鎖 %@ 與 %@。

# 進階批次整理
source: Advanced Batch Organization
ja: 高度な一括整理
zh_hant: 進階批次整理

# 批次編輯歌曲資訊與歌單多選移除。
source: Batch edit song info and remove multiple songs from playlists.
ja: 曲情報の一括編集とプレイリストからの複数曲削除。
zh_hant: 批次編輯歌曲資訊與歌單多選移除。

# 已保存到裝置的歌曲，來源離線時仍可播放。
source: Songs already saved to your device remain playable when their source is offline.
ja: デバイスに保存済みの曲は、ソースがオフラインでも再生できます。
zh_hant: 已保存到裝置的歌曲，來源離線時仍可播放。

# 前往曲庫選歌
source: Choose from Music Library
ja: ライブラリで曲を選択
zh_hant: 前往曲庫選歌

# 從曲庫選擇歌曲開始播放
source: Choose a song from your library to start playback
ja: ライブラリから曲を選んで再生します
zh_hant: 從曲庫選擇歌曲開始播放

# 星穹私藏音樂庫
source: Celestial Music Vault
zh_hant: 星穹私藏音樂庫
